Repository: atabakhooshangi/temporarySample
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Insufficient margin
fa: مقدار مارجین ناکافی است

source: Invalid Precision
fa: مقدار اعشار کوین اشتباه است

source: TP Price must be greater than Order Price
fa: مقدار ورودی TP/SL اشتباه است!

source: Zibal gateway error
fa: اشکال در برقراری ارتباط با درگاه پرداخت!

source: ExPay gateway error
fa: اشکال در برقراری ارتباط با درگاه پرداخت!

source: Service subscription failed exception
fa: خرید اشتراک با مشکل روبه رو شده است.

source: already subscribed!
fa: این سرویس قبلا خریداری شده است!

source: This service is free.
fa: ابن سرویس رایگان است.

source: Trial is not available for this service
fa: اشتراک ازمایشی برای این کانال ارایه داده نمیشود

source: volume filed is required.
fa: فیلد حجم مشخص نشده است.

source: take profit 2 is equal take profit 1.
fa: مقدار برداشت سود 2 نمیتواند با برداشت سود 1 برابر باشد.

source: take profit 2 is less than take profit 1.
fa: مقدار برداشت سود 2 نمیتواند کمتر از مقدار برداشت سود 1 باشد!

source: take profit 2 is bigger than take profit 1.
fa: مقدار برداشت سود 2 نمیتواند بزرگتر از مقدار برداشت سود 1 باشد!

source: already used the trial subscription option
fa: قبلا از گزینه اشتراک ازمایشی استفاده شده است

source: This service is not support trial.
fa: این کانال اشتراک ازمایشی ندارد

source: It's not possible used trial more than limitation.
fa: بیش از یکبار نمیتوانید از قابلیت ترایال استفاده کنید

source: You have used this service trial option once.
fa: شما قبلا از گزینه اشتراک ازمایشی استفاده کرده اید

source: leverage not modified
fa: تغییر در مقدار اهرم ایجاد نشد.

source: Wallet balance is not enough
fa: موجودی کیف پول شما کافی نیست.

source: Invalid length for this field(Must be between 4 and 20)
fa: تعداد کارکتر های ورودی نامعتبر است(حداقل ۴ و حداکثر ۲۰)

source: Chosen characters are not valid for this field(Valid characters are english letters, digits, underline and dot)
fa: فقط شامل حروف انگلیسی a تا z و اعداد 0 تا 9 و ـ و . می تواند باشد

source: This value already exists, please choose another one
fa: این مقدار قبلا ثبت شده است لطفا یک مقدار دیگر وارد کنید

source: This order is not closeable.
fa: امکان لغو این سفارش وجود ندارد.

source: Canceling this order is not possible.
fa: امکان لغو این سفارش به دلیل باز شدن آن وجود ندارد.

source: This apiKey is defined.
fa: این API قبلا در سیستم ثبت شده است.

source: Change default apiKey impossible.
fa: امکان تغییر دیفالت apikey وجود ندارد.

source: Api key is not set.
fa: api key تعریف نشده است

source: buy leverage invalid
fa: مقدار اهرم غیر قابل قبول است.

source: Stop los value is not acceptable by exchange.
fa: مقدار توقف ضرر قابل قبول نیست!

source: order price ir out of permissible range.
fa: قیمت سفارش خارج از رنج قابل قبول صرافی است.

source: Amount value is less than acceptable exchange value.
fa: مقدار ورودی مشخص شده از حد مجاز صرافی مورد نظر شما کمتر است.

source: Level one authentication required for this action!
fa: احراز هویت سطح یک برای این عملیات ضروری است.

source: Level two authentication required for this action!
fa: احراز هویت سطح دو برای این عملیات ضروری است.

source: Not allowed to change virtual value if the signal is started,closed or deleted!
fa: موجودی مجازی سیگنال پس از شروع و یا پاک شدن غیر قابل تغییر است!

source: Signal with id is not found.
fa: سیگنال یافت نشد!

source: Service with id is not found.
fa: سرویس یافت نشد!

source: user profile is not found.
fa: پروفایل یافت نشد!

source: profile's service is not found.
fa: سرویس این پروفایل یافت نشد!

source: Setting data is not found.
fa: دیتای تنظیمات یافت نشد

source: This order is closed or so late.
fa: این سفارش بسته شده است.

source: Required field is not filled.
fa: فیلدهای ضروری پر نشده است!

source: you can't close this signal
fa: امکان بستن این سیگنال وجود ندارد!

source: This user is not vendor.
fa: این کاربر تریدر نیست.

source: take profile 1 value not acceptable.
fa: مقدار برداشت سود 1 قابل قبول نیست.

source: stop los value not acceptable.
fa: مقدار توقف ضرر قابل قبول نیست!

source: can not apply pending on this service
fa: این کانال را نمیتوان در وضعیت انتظار قرار داد

source: can not edit this value.
fa: این مقدار قابل ادیت نیست.

source: Not enough sufficient
fa: موجودی شما کافی نمی باشد.

source: Exchange error for creation order
fa: خطا در صرافی

source: This feature not support the spot signal currently.
fa: امکان کپی سیگنال های اسپات در حال حاضر وجود ندارد.

source: This feature not support this signal because on of this reason: it is start, closed or has a edited version.
fa: امکان انجام عملیات روی این سیگنال ممکن نیست.(تا قبل از شروع سیگنال امکان انجام این عملیات میسر است)

source: Coin is not currently available.
fa: این کوین درحال حاضر در دسترس نمیباشد

source: Can't copy a signal more than one.
fa: یک سیگنال را بیش از یکبار نمیتوان کپی کرد

source: Position has been closed.
fa: این پوزیشن بسته شده است.

source: Ensure this value is greater than or equal to 1.
fa: این مقدار نمیتواند کمتر از یک باشد.

source: User profile is exist.
fa: پروفایل یافت نشد!

source: network error
fa: اختلال در شبکه

source: Your api key or secret key has problem.
fa: اطلاعات وارد شده برای api key نامعتبر است.

source: This order id is not found.(It's closed or it may be in a position.
fa: این سفارش باز شده است و امکان لغو آن نیست.

source: Invitation code is expired.
fa: کد دعوت منقضی شده است

source: Wrong code for this service.
fa: این کد تخفیف برای این تریدر قابل استفاده نیست.

source: Invitation is not started yet.
fa: بازه ی زمانی قابل استفاده ی این کد هنوز شروع نشده است.

source: Invitation code does not exist.
fa: کد تخفیف وجود ندارد.

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Ensure this value is greater than or equal to 0.
fa: مقدار معتبر برای این فیلد بزرگتر یا مساوی با صفر است

source: unknown error
fa: خطای ناشناخته

source: Enter a valid value.
fa: یک مقدار معتبر وارد کنید

source: Enter a valid URL.
fa: url معتبر وارد کنید

source: Enter a valid integer.
fa: یک عدد معتبر وارد کنید

source: Enter a valid email address.
fa: ایمیل معتبر نمی باشد

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
fa: مقدار معتبر برای این فیلد بزرگتر یا مساوی با صفر است

source: Ensure this value is less than or equal to %(limit_value)s.
fa: مقدار معتبر برای این فیلد بزرگتر یا مساوی با صفر است

source: Ensure this value is greater than or equal to %(limit_value)s.
fa: مقدار معتبر برای این فیلد بزرگتر یا مساوی با صفر است

source: Ensure this value is a multiple of step size %(limit_value)s.
fa: مقدار معتبر برای این فیلد بزرگتر یا مساوی با صفر است

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
fa: مقدار معتبر برای این فیلد بزرگتر یا مساوی با صفر است

source: Enter a number.
fa: عدد وارد کنید.

source: This field cannot be null.
fa: این فیلد نمیتواند خالی باشد.

source: This field cannot be blank.
fa: این فیلد نمیتواند خالی باشد.

source: No trading history found!
fa: تاریخچه معامله ای یافت نشد!

source: Take profit: (%s) is too high
fa: مقدار برداشت سود(%s) بالاتر از حد مجاز است

source: Stop loss: (%s) is too high
fa: مقدار توقف ضرر(%s) بالاتر از حد مجاز است

source: Stop loss (%s) for Buy position should be lower than (%s)
fa: مقدار توقف ضرر (%s) برای پوزیشن خرید باید کمتر از (%s) از باشد

source: Stop loss (%s) for Sell position should be greater (%s)
fa: مقدار توقف ضرر (%s) برای پوزیشن فروش باید بیشتر از (%s) باشد

source: Take profit (%s) for Buy position should be higher than (%s)
fa: مقدار برداشت سود (%s) برای پوزیشن خرید باید بیشتر از (%s) باشد

source: Take profit (%s) for Sell position should be lower than (%s)
fa: مقدار برداشت سود (%s) برای پوزیشن فروش باید کمتر از (%s) باشد

source: Stop loss: (%s) should be greater than 10 percent of entry point
fa: اختلاف توقف ضرر (%s) و قیمت ورود نباید بیش از 90 درصد باشد

source: Take profit: (%s) should be greater than 10 percent of entry point
fa: اختلاف برداشت سود (%s) و قیمت ورود نباید بیش از 90 درصد باشدباشد

source: bybit does not have market symbol (%s)
fa: را ندارد (%s) صرافی بای بیت, کوین

source: bingx does not have market symbol (%s)
fa: را ندارد (%s) صرافی بینگ ایکس, کوین

source: TakeProfitPrice(%s) must be higher than entrustPrice(%s)
fa: مقدار برداشت سود(%s) باید بیشتر از قیمت ورودی(%s) باشد

source: TakeProfitPrice(%s) must be lower than entrustPrice(%s)
fa: مقدار برداشت سود(%s) باید کمتر از قیمت ورودی(%s) باشد

source: StopLossPrice(%s) price must lower than fair price(%s)
fa: مقدار توقف ضرر(%s) باید کمتر از قیمت ورودی(%s) باشد

source: StopLossPrice(%s) price must greater than fair price(%s)
fa: مقدار توقف ضرر(%s) باید بیشتر از قیمت ورودی(%s) باشد

source: Leverage is invalid
fa: مقدار اهرم غیر قابل قبول است

source: checkPriceLimit entrustPrice must greater than minPrice
fa: قیمت ورودی بسیار پایین تر از حد مجاز بازار است

source: checkPriceLimit entrustPrice must less than maxPrice
fa: قیمت ورودی بسیار بالا تر از حد مجاز بازار است

source: Either one of Percentage of fund or virtual value needs to be given
fa: حداقل و حداکثر یکی از مقادیر درصد سرمایه یا مقدار مجازی سیگنال باید وارد شود

source: order is already filled
fa: سفارش پر شده است

source: Order is not edible because it is closed or canceled.
fa: این سفارش به دلیل لغو یا بسته شدن قابل ویرایش نیست.
